// Components
import MainContainer from "components/common/MainContainer/MainContainer";

const About = (props) => {
	return (
		<MainContainer>
			{/* ——— <Contact Us> ——— */}
			<section>
				<div>
					<div className="flex flex-col gap-3 mb-3 leading-10">
						<p>
							سیاست حفظ حریم خصوصی آخرین به روز رسانی: 17 نوامبر 2022
							<br />
							این خط‌مشی رازداری خط‌مشی‌ها و رویه‌های ما را در مورد جمع‌آوری، استفاده و افشای اطلاعات شما
							هنگام استفاده از سرویس توضیح می‌دهد و به شما درباره حقوق حریم خصوصی شما و نحوه محافظت قانون
							از شما می‌گوید.
							<br />
							ما از داده های شخصی شما برای ارائه و بهبود خدمات استفاده می کنیم. با استفاده از این سرویس،
							شما با جمع آوری و استفاده از اطلاعات مطابق با این سیاست حفظ حریم خصوصی موافقت می کنید. این
							سیاست حفظ حریم خصوصی با کمک Generator Free Privacy Policy ایجاد شده است.
							<br />
							تفسیر و تعاریف تفسیر کلماتی که حرف اولیه آنها بزرگ است دارای معانی هستند که در شرایط زیر
							تعریف می شوند. تعاریف زیر صرف نظر از اینکه به صورت مفرد یا جمع آمده باشند یک معنی خواهند
							داشت. تعاریف برای اهداف این سیاست حفظ حریم خصوصی:
							<br />
							حساب به معنای حساب منحصر به فردی است که برای دسترسی شما به سرویس یا بخش‌هایی از سرویس ما
							ایجاد شده است.
							<br />
							وابسته به معنای نهادی است که توسط یک حزب کنترل، کنترل یا تحت کنترل مشترک با آن است، که در آن
							"کنترل" به معنای مالکیت 50٪ یا بیشتر از سهام، سهام یا سایر اوراق بهادار است که برای انتخاب
							مدیران یا سایر مقامات مدیریتی حق رای دارند. .
							<br />
							برنامه به معنای برنامه نرم افزاری ارائه شده توسط شرکت است که توسط شما بر روی هر دستگاه
							الکترونیکی به نام lezatekhayati دانلود شده است
							<br />
							شرکت که در این قرارداد به عنوان "شرکت"، "ما"، "ما" یا "ما" نامیده می شود به لازاتخایاتی
							اشاره دارد.
							<br />
							کشور به: ایران اشاره دارد
							<br />
							دستگاه به معنای هر دستگاهی است که می تواند به سرویس دسترسی داشته باشد مانند رایانه، تلفن
							همراه یا تبلت دیجیتال.
							<br />
							داده های شخصی هر گونه اطلاعاتی است که به یک فرد شناسایی شده یا قابل شناسایی مربوط می شود.
							<br />
							سرویس به برنامه اشاره دارد.
							<br />
							ارائه دهنده خدمات به معنای هر شخص حقیقی یا حقوقی است که داده ها را از طرف شرکت پردازش می
							کند. این به شرکت های شخص ثالث یا افرادی اطلاق می شود که توسط شرکت برای تسهیل خدمات، ارائه
							خدمات از طرف شرکت، انجام خدمات مرتبط با سرویس یا کمک به شرکت در تجزیه و تحلیل نحوه استفاده
							از خدمات، استخدام شده اند.
							<br />
							داده‌های استفاده به داده‌هایی اشاره دارد که به‌طور خودکار جمع‌آوری می‌شوند، یا با استفاده از
							سرویس یا از زیرساخت سرویس به عنوان مثال، مدت زمان بازدید از صفحه ایجاد می‌شوند.
							<br />
							منظور شما شخصی است که به سرویس دسترسی یا استفاده می کند، یا شرکت یا اشخاص حقوقی دیگری که از
							طرف آن شخص به خدمات دسترسی یا استفاده می کند، در صورت لزوم جمع آوری و استفاده از داده های
							شخصی شما انواع داده های جمع آوری شده اطلاعات شخصی در حین استفاده از خدمات ما، ممکن است از
							شما بخواهیم اطلاعات شناسایی شخصی خاصی را در اختیار ما قرار دهید که می تواند برای تماس یا
							شناسایی شما استفاده شود. اطلاعات قابل شناسایی شخصی ممکن است شامل موارد زیر باشد، اما محدود
							به موارد زیر نیست:
							<br />
							آدرس ایمیل
							<br />
							نام و نام خانوادگی
							<br />
							شماره تلفن
							<br />
							آدرس، ایالت، استان، کد پستی/پستی، شهر
							<br />
							داده های استفاده
							<br />
							داده های استفاده هنگام استفاده از سرویس، داده های استفاده به طور خودکار جمع آوری می شود.
							<br />
							داده های استفاده ممکن است شامل اطلاعاتی مانند آدرس پروتکل اینترنت دستگاه شما به عنوان مثال
							آدرس IP، نوع مرورگر، نسخه مرورگر، صفحات سرویس ما که بازدید می کنید، زمان و تاریخ بازدید شما،
							زمان صرف شده در آن صفحات، دستگاه منحصر به فرد باشد. شناسه ها و سایر داده های تشخیصی
							<br />
							هنگامی که شما توسط یک دستگاه تلفن همراه یا از طریق آن به سرویس دسترسی پیدا می کنید، ممکن است
							اطلاعات خاصی را به صورت خودکار جمع آوری کنیم، از جمله، اما نه محدود به، نوع دستگاه تلفن
							همراهی که استفاده می کنید، شناسه منحصر به فرد دستگاه تلفن همراه شما، آدرس IP دستگاه همراه
							شما، تلفن همراه شما. سیستم عامل، نوع مرورگر اینترنت موبایلی که استفاده می کنید، شناسه های
							منحصر به فرد دستگاه و سایر داده های تشخیصی.
							<br />
							ما همچنین ممکن است اطلاعاتی را جمع آوری کنیم که مرورگر شما هر زمان که از سرویس ما بازدید می
							کنید یا هنگامی که از طریق یا از طریق یک دستگاه تلفن همراه به سرویس دسترسی پیدا می کنید،
							ارسال می کند. اطلاعات جمع آوری شده در هنگام استفاده از برنامه هنگام استفاده از برنامه ما، به
							منظور ارائه ویژگی های برنامه ما، ممکن است با اجازه قبلی شما موارد زیر را جمع آوری کنیم:
							<br />
							تصاویر و اطلاعات دیگر از دوربین و کتابخانه عکس دستگاه شما ما از این اطلاعات برای ارائه ویژگی
							های سرویس خود، برای بهبود و سفارشی سازی خدمات خود استفاده می کنیم. اطلاعات ممکن است در
							سرورهای شرکت و/یا سرور ارائه دهنده خدمات آپلود شوند یا ممکن است به سادگی در دستگاه شما ذخیره
							شوند.
							<br />
							می‌توانید در هر زمان از طریق تنظیمات دستگاه خود، دسترسی به این اطلاعات را فعال یا غیرفعال
							کنید. استفاده از داده های شخصی شما شرکت ممکن است از داده های شخصی برای اهداف زیر استفاده
							کند:
							<br />
							برای ارائه و حفظ سرویس ما، از جمله نظارت بر استفاده از سرویس ما.
							<br />
							برای مدیریت حساب شما: برای مدیریت ثبت نام خود به عنوان کاربر سرویس. داده های شخصی که ارائه
							می کنید می تواند به شما امکان دسترسی به عملکردهای مختلف سرویس را بدهد که به عنوان یک کاربر
							ثبت شده در دسترس شما است.
							<br />
							برای اجرای یک قرارداد: توسعه، انطباق و تعهد قرارداد خرید برای محصولات، اقلام یا خدماتی که
							خریداری کرده‌اید یا هر قرارداد دیگری با ما از طریق سرویس.
							<br />
							برای تماس با شما: برای تماس با شما از طریق ایمیل، تماس های تلفنی، پیامک یا سایر اشکال مشابه
							از ارتباطات الکترونیکی، مانند اعلان های فشار یک برنامه تلفن همراه در مورد به روز رسانی ها یا
							ارتباطات اطلاعاتی مربوط به عملکردها، محصولات یا خدمات قراردادی، از جمله به روز رسانی های
							امنیتی، در صورت لزوم یا منطقی برای اجرای آنها.
							<br />
							برای ارائه اخبار، پیشنهادات ویژه و اطلاعات عمومی در مورد سایر کالاها، خدمات و رویدادهایی که
							ارائه می دهیم مشابه مواردی است که قبلاً خریداری کرده اید یا درباره آنها پرس و جو کرده اید،
							مگر اینکه شما ترجیح داده باشید چنین اطلاعاتی را دریافت نکنید. برای مدیریت درخواست های شما:
							برای حضور و مدیریت درخواست های شما به ما.
							<br />
							برای نقل و انتقالات تجاری: ما ممکن است از اطلاعات شما برای ارزیابی یا انجام ادغام، واگذاری،
							بازسازی، سازماندهی مجدد، انحلال، یا سایر فروش یا انتقال برخی یا همه دارایی هایمان، چه به
							عنوان یک شرکت تداوم یافته یا به عنوان بخشی از ورشکستگی، انحلال، استفاده کنیم. یا اقدامات
							مشابه، که در آن داده های شخصی که توسط ما در مورد کاربران سرویس ما نگهداری می شود جزو دارایی
							های منتقل شده است.
							<br />
							برای مقاصد دیگر: ممکن است از اطلاعات شما برای مقاصد دیگر مانند تجزیه و تحلیل داده ها،
							شناسایی روند استفاده، تعیین اثربخشی کمپین های تبلیغاتی و ارزیابی و بهبود خدمات، محصولات،
							خدمات، بازاریابی و تجربه شما استفاده کنیم. ما ممکن است اطلاعات شخصی شما را در شرایط زیر به
							اشتراک بگذاریم:
							<br />
							با ارائه دهندگان خدمات: ما ممکن است اطلاعات شخصی شما را با ارائه دهندگان خدمات به اشتراک
							بگذاریم تا استفاده از سرویس خود را نظارت و تجزیه و تحلیل کنیم تا با شما تماس بگیریم. برای
							نقل و انتقالات تجاری: ما ممکن است اطلاعات شخصی شما را در ارتباط با یا در طی مذاکرات مربوط به
							ادغام، فروش دارایی های شرکت، تامین مالی، یا خرید تمام یا بخشی از کسب و کارمان به شرکت دیگری
							به اشتراک بگذاریم یا انتقال دهیم. با شرکت‌های وابسته: ممکن است اطلاعات شما را با شرکت‌های
							وابسته خود به اشتراک بگذاریم، در این صورت از آن شرکت‌های وابسته می‌خواهیم که این سیاست حفظ
							حریم خصوصی را رعایت کنند. شرکت‌های وابسته شامل شرکت مادر و هر شرکت تابعه دیگر، شرکای
							سرمایه‌گذاری مشترک یا سایر شرکت‌هایی هستند که ما کنترل می‌کنیم یا تحت کنترل مشترک با ما
							هستند. با شرکای تجاری: ممکن است اطلاعات شما را با شرکای تجاری خود به اشتراک بگذاریم تا
							محصولات، خدمات یا تبلیغات خاصی را به شما ارائه دهیم. با سایر کاربران: هنگامی که شما اطلاعات
							شخصی را به اشتراک می گذارید یا در مناطق عمومی با سایر کاربران تعامل می کنید، چنین اطلاعاتی
							ممکن است توسط همه کاربران مشاهده شود و ممکن است به صورت عمومی در خارج از آن توزیع شود.
							<br />
							با رضایت شما: ممکن است با رضایت شما اطلاعات شخصی شما را برای هر هدف دیگری فاش کنیم. حفظ
							اطلاعات شخصی شما شرکت داده های شخصی شما را فقط تا زمانی که برای اهداف تعیین شده در این سیاست
							حفظ حریم خصوصی ضروری باشد، حفظ خواهد کرد. ما اطلاعات شخصی شما را تا حدی که برای پیروی از
							تعهدات قانونی خود لازم است حفظ کرده و استفاده خواهیم کرد به عنوان مثال، اگر از ما خواسته شود
							که داده های شما را برای مطابقت با قوانین قابل اجرا حفظ کنیم، اختلافات را حل کرده و توافق
							نامه ها و خط مشی های قانونی خود را اجرا کنیم. شرکت همچنین داده‌های استفاده را برای اهداف
							تحلیل داخلی حفظ خواهد کرد. داده‌های استفاده عموماً برای مدت زمان کوتاه‌تری نگهداری می‌شوند،
							به جز زمانی که این داده‌ها برای تقویت امنیت یا بهبود عملکرد سرویس ما استفاده می‌شوند، یا ما
							قانوناً موظف هستیم این داده‌ها را برای دوره‌های زمانی طولانی‌تری حفظ کنیم انتقال داده های
							شخصی شما اطلاعات شما، از جمله داده های شخصی، در دفاتر عملیاتی شرکت و در هر مکان دیگری که طرف
							های درگیر در پردازش در آن قرار دارند پردازش می شود. این بدان معناست که این اطلاعات ممکن است
							به رایانه‌هایی که در خارج از ایالت، استان، کشور یا سایر حوزه‌های قضایی دولتی شما واقع
							شده‌اند، منتقل شوند - و در آنها نگهداری شود. قوانین حفاظت از داده‌ها ممکن است با قوانین حوزه
							قضایی شما متفاوت باشد.
							<br />
							رضایت شما با این سیاست حفظ حریم خصوصی و به دنبال آن ارسال چنین اطلاعاتی نشان دهنده موافقت
							شما با آن انتقال است.
							<br />
							شرکت تمام اقدامات منطقی لازم را انجام خواهد داد تا اطمینان حاصل شود که با داده های شما به
							طور ایمن و مطابق با این خط مشی رازداری رفتار می شود و هیچ انتقالی از داده های شخصی شما به
							سازمان یا کشوری صورت نمی گیرد مگر اینکه کنترل های کافی از جمله امنیت در محل وجود داشته باشد.
							داده ها و سایر اطلاعات شخصی شما. اطلاعات شخصی خود را حذف کنید شما حق دارید اطلاعات شخصی را
							که در مورد شما جمع آوری کرده ایم حذف کنید یا درخواست کنید که ما در حذف داده های شخصی کمک
							کنیم.
							<br />
							سرویس ما ممکن است به شما این امکان را بدهد که اطلاعات خاصی را در مورد شما از داخل سرویس حذف
							کنید.
							<br />
							شما می توانید در هر زمان با ورود به حساب کاربری خود، در صورت داشتن و بازدید از بخش تنظیمات
							حساب که به شما امکان می دهد اطلاعات شخصی خود را مدیریت کنید، اطلاعات خود را به روز رسانی،
							اصلاح یا حذف کنید. همچنین می‌توانید برای درخواست دسترسی، تصحیح یا حذف اطلاعات شخصی که به ما
							ارائه کرده‌اید، با ما تماس بگیرید.
							<br />
							با این حال، لطفاً توجه داشته باشید که زمانی که یک تعهد قانونی یا مبنای قانونی برای انجام آن
							داریم، ممکن است لازم باشد اطلاعات خاصی را حفظ کنیم. افشای اطلاعات شخصی شما معاملات کسب و کار
							اگر شرکت درگیر ادغام، اکتساب یا فروش دارایی باشد، ممکن است اطلاعات شخصی شما منتقل شود. قبل
							از اینکه داده های شخصی شما منتقل شود و مشمول یک خط مشی رازداری متفاوت شود، ما اطلاعیه ای
							ارائه خواهیم کرد.
							<br />
							اجرای قانون در شرایط خاصی، در صورتی که طبق قانون یا در پاسخ به درخواست‌های معتبر مقامات
							دولتی مانند دادگاه یا سازمان دولتی لازم باشد، ممکن است از شرکت خواسته شود اطلاعات شخصی شما
							را افشا کند.
							<br />
							سایر الزامات قانونی شرکت ممکن است اطلاعات شخصی شما را با حسن نیت فاش کند که چنین اقدامی برای
							موارد زیر ضروری است: یک تعهد قانونی را رعایت کنید حفاظت و دفاع از حقوق یا اموال شرکت از
							تخلفات احتمالی در ارتباط با سرویس جلوگیری یا تحقیق کنید از ایمنی شخصی کاربران سرویس یا عموم
							محافظت کنید در برابر مسئولیت قانونی محافظت کنید. امنیت داده های شخصی شما امنیت داده های شخصی
							شما برای ما مهم است، اما به یاد داشته باشید که هیچ روش انتقال از طریق اینترنت یا روش ذخیره
							الکترونیکی 100٪ ایمن نیست. در حالی که ما تلاش می کنیم از ابزارهای قابل قبول تجاری برای
							محافظت از داده های شخصی شما استفاده کنیم، نمی توانیم امنیت مطلق آن را تضمین کنیم.
							<br />
							حریم خصوصی کودکان خدمات ما افراد زیر 13 سال را مورد خطاب قرار نمی دهد. ما آگاهانه اطلاعات
							شناسایی شخصی را از افراد زیر 13 سال جمع آوری نمی کنیم. اگر شما والدین یا قیم هستید و می
							دانید که فرزندتان اطلاعات شخصی را به ما ارائه کرده است، لطفاً با ما تماس بگیرید. اگر متوجه
							شویم که داده های شخصی افراد زیر 13 سال را بدون تأیید رضایت والدین جمع آوری کرده ایم،
							اقداماتی را برای حذف آن اطلاعات از سرورهای خود انجام می دهیم. اگر لازم باشد به رضایت به
							عنوان مبنای قانونی برای پردازش اطلاعات شما تکیه کنیم و کشور شما به رضایت یکی از والدین نیاز
							دارد، ممکن است قبل از جمع‌آوری و استفاده از آن اطلاعات، به رضایت والدین شما نیاز داشته
							باشیم.
							<br />
							پیوند به وب سایت های دیگر خدمات ما ممکن است حاوی پیوندهایی به وب سایت های دیگری باشد که توسط
							ما اداره نمی شوند. اگر روی پیوند شخص ثالث کلیک کنید، به سایت آن شخص ثالث هدایت خواهید شد. ما
							قویاً به شما توصیه می کنیم که سیاست حفظ حریم خصوصی هر سایتی را که بازدید می کنید مرور کنید.
							<br />
							ما هیچ کنترلی بر محتوا، سیاست‌های حفظ حریم خصوصی یا عملکرد سایت‌ها یا خدمات شخص ثالث نداریم
							و مسئولیتی در قبال آن نداریم. تغییرات در این سیاست حفظ حریم خصوصی ممکن است سیاست حفظ حریم
							خصوصی خود را هر از چند گاهی به روز کنیم. ما با ارسال سیاست حفظ حریم خصوصی جدید در این صفحه
							شما را از هرگونه تغییر مطلع خواهیم کرد.
							<br />
							قبل از اعمال تغییرات، از طریق ایمیل و/یا اطلاعیه برجسته در سرویس خود به شما اطلاع می‌دهیم و
							تاریخ «آخرین به‌روزرسانی» را در بالای این خط‌مشی رازداری به‌روزرسانی می‌کنیم.
							<br />
							به شما توصیه می شود برای هر گونه تغییر، این خط مشی رازداری را به صورت دوره ای مرور کنید.
							تغییرات در این سیاست حفظ حریم خصوصی زمانی که در این صفحه پست می شوند، موثر هستند.
							<br />
							با ما تماس بگیرید اگر در مورد این سیاست حفظ حریم خصوصی سوالی دارید، می توانید با ما تماس
							بگیرید:
							<br />
							از طریق ایمیل: lezatekhayatimoghadamjoo@gmail.com
						</p>
					</div>
				</div>
			</section>
			{/* ——— </Contact Us> ——— */}
		</MainContainer>
	);
};

export default About;
